<template>
  <div>
    <van-tabs v-model="active"
              animated>
      <van-tab title="用户协议"
               class="content">
        <h1>荟品仓网上商城用户协议</h1>
        <h2>•特别提示：</h2>
        <p>在申请注册成为荟品仓网上商城用户之前，您应当认真阅读并遵守《荟品仓网上商城服务协议》（以下简称“本协议”），请您务必审慎阅读、 充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。</p>
        <p>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与荟品仓网上商城平台达成协议。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容等理甶，主张本协议无效，或要求撤销本协议。</p>
        <h2>—、协议范围</h2>
        <p>1、本协议由您与荟品仓网上商城平台的经营者共同缔结，本协议具有合同效力。荟品仓网上商城平台的经营者是上海荟力电子商务有限公司（荟品仓网上商城平台包括小程序及其客户端），荟品仓网上商城平台经营主体（信息）的变更（如有）不影响本协议的效力，变更后的经营主体属于本协议履行方，适用于本协议之约定。</p>
        <p>2、除另行明确声明外，荟品仓网上商城平台服务包含任何荟品仓网上商城及其关联公司提供的基于互联网以及移动网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用荟品仓网上商城平台服务。</p>
        <p>3、本协议内容包括协议正文、法律声明、《荟品仓网上商城规则》及所 有荟品仓网上商城已经发布或将来可能发布的各类规则、公告或通知（以 下合称“荟品仓网上商城规则”或“规则”）。所有规则为本协议不可分割的 组成部分，与协议正文具有同等法律效力。如协议正文与规则条款出现不一致之情形的，以规则条款为准。</p>
        <p>4、荟品仓网上商城有权根据需要不时地制订、修改本协议及/或各类规则。该等变更将以平台公告或站内信等各种方式提前通知您，并将在通知明确的特定时间自动生效。若您在前述变更公告后继续使用荟品仓网上商城平台服务或未在相应特定生效日期前反馈意见的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用荟品仓网上商城平台服务。</p>
        <h2>二、注册与账户</h2>
        <p>1、主体资格</p>
        <p>您确认，在您完成注册程序或以其他荟品仓网上商城允许的方式实际使用荟品仓网上商城平台服务时，您应当是具备完全民事行为能力和完全民事权利的自然人、法人或其他组织。若您不具备前述主体 资格，则您及您的监护人应承担因此而导致的一切后果，且荟品仓网上商城有权注销或永久冻结您的账户，并向您及您的监护人索偿相应损失。</p>
        <p>2、注册和账户</p>
        <p>a)当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他荟品仓网上商城允许的方式实际使用 荟品仓网上商城平台服务时，您即受本协议约束。您可以使用您提供或 确认的邮箱、手机号码或者荟品仓网上商城允许的其它方式作为登录手段进入荟品仓网上商城平台。</p>
        <p>b)您的登录名和密码不得以任何方式买卖、转让、赠与、 继承或借与他人使用，除非有法律明确规定或司法裁定，并经荟品仓网上商城同意，且需提供荟品仓网上商城要求的合格的文件材料并根据荟品仓网上商城制定的操作流程办理。否则您应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
        <p>3、用户信息</p>
        <p>a)在注册及使用荟品仓网上商城平台时，您应当依照法律法规要求， 按相应页面的提示真实准确提供您的资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准 确。如有合理理甶怀疑您提供的资料错误、不实、过时或不完整的，荟品仓网上商城有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部荟品仓网上商城平台服务。荟品仓网上商城对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</p>
        <p>b)您应当准确填写并及时更新您提供的电子邮件地址、联 系电话、联系地址、邮政编码、账户信息等联系方式，以便荟品仓网上商城/其他用户与您进行有效联系或荟品仓网上商城为您提供相应服务，因通过这些联系方式无法与您取得联系，导致您在使用荟品仓网上商城平台服务过程中产生任何损失或增加费用的，应由您完 全独自承担。您了解并同意，您有义务保持您提供的包括联系方式在内的个人信息的真实性和有效性，如有变更或需要更新的，您应按荟品仓网上商城的要求进行操作。</p>
        <p>4、账户安全</p>
        <p>您须自行负责对您的登录名和密码保密，且须对您在该登录名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意等）承担责任。您同意：</p>
        <p>a)如发现任何人未经授权使用您的登录名和密码，或发生违反保密规定的任何其他情况，您会立即通知荟品仓网上商城，并授权荟品仓网上商城处理；您同意并授权荟品仓网上商城，您如在荟品仓网上商城有欺诈、发布或销售假冒伪劣/侵权商品、侵犯他人合法权益或其他违反法律法规、荟品仓网上商城规则等行为，荟品仓网上商城有权注销您的账号，账号将不能再登录，荟品仓网上商城平台服务同时终止。</p>
        <p>b)使用您的登录名和密码进行的任何操作、发出的任何指令均视为您本人做出，行为的法律后果将由您本人承担。因您的原因造成的账户、密码等信息被冒用、盗用或非法使用，由此引起的一切风险、责任、损失、费用等应甶您自行承担。</p>
        <p>5、更多关于荟品仓网上商城平台用户信息收集、使用、管理的规定请见 《荟品仓网上商城用户隐私协议》。</p>
        <h2>三、荟品仓网上商城平台服务</h2>
        <p>1、通过荟品仓网上商城提供的荟品仓网上商城平台服务，您可在荟品仓网上商城平台上在法律法规允许的范围内创建店铺、发布商品推广信息、查询商品和服务信息、达成交易意向并促进交易、参加荟品仓网上商城组织的活动以及使用其它信息服务及技术服务，具体以平台提供的服务内容为准。</p>
        <p>2、通过在荟品仓网上商城上购买商品/服务，创建店铺、发布商品推广信息及促进交易，您可以依据荟品仓网上商城平台规则取得相应的收益总额及销售奖励。具体收益总额将由所售商品/服务所属商家承担，荟品仓网上商城平台代为收取并支付给相应用户，此过程中产生的税费， 由用户或商家承担。</p>
        <p>3、您在荟品仓网上商城平台上交易过程中与他人发生交易纠纷时，荟品仓网上商城有权立即介入处理。</p>
        <p>4、您了解并同意，荟品仓网上商城有权应政府部门（包括司法及行政部 门）的要求，向其提供您向荟品仓网上商城提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则荟品仓网上商城亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息，并采取法律规定的措施限制您在平台上的相关权利。</p>
        <p>5、您了解并同意，为便于或更好的提供服务，您同意荟品仓网上商城将您在注册、使用荟品仓网上商城平台过程中提供、形成的信息传递给荟品仓网上商城关联公司及合作伙伴，以实现荟品仓网上商城平台的核心业务及附加功能，该等功能包括但不限于网上购物所必须的功能、改进荟品仓网上商城平台产品及/或服务的功能、保障交易安全所必须的功能等。</p>
        <p>6、您在使用荟品仓网上商城平台服务过程中，所产生的应纳税赋，以及一 切硬件、软件、服务及其它方面的费用，均由您独自承担。</p>
        <h2>四、荟品仓网上商城平台服务使用规范</h2>
        <p>在荟品仓网上商城平台上使用荟品仓网上商城服务过程中，您承诺遵守以下约定：</p>
        <p>a)实施的所有行为均遵守国家法律、法规等规范性文件及荟品仓网上商城平台各项规则的规定和要求（包括但不限于：禁止以任何 形式虚构、捏造、传播关于荟品仓网上商城平台、人员及业务的虚假消息、或您自身自荟品仓网上商城平台所取得的收益，禁止擅自通过非平 台标明价格推广/销售荟品仓网上商城平台商品或服务，禁止利用注册、使用荟品仓网上商城平台所获得的资源从事非荟品仓网上商城相关的商业活动、收取不当收益或发布/传播不文明言论，禁止利用平台 疏漏自行或唆使第三方借机牟取平台利益），不违背社会公 共利益或公共道德，不损害他人的合法权益，不偷逃应缴税费，不违反本协议及相关规则。</p>
        <p>b)对于您违反本协议项下承诺，或您在荟品仓网上商城平台上实施的行为，包括您未在荟品仓网上商城平台上实施但已经对荟品仓网上商城平台及其用户产生影响的行为，荟品仓网上商城有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并根据单方认定结果适用规 则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。</p>
        <p>c)如果您涉嫌本协议之规定，使荟品仓网上商城遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿荟品仓网上商城因此遭受的损失和/或发生的费 用，包括合理的律师费用。且荟品仓网上商城有权追回您因违法或违规而自荟品仓网上商城平台取得的不当获益（包括但不限于收益总额，销售奖励及用户积分等）</p>
        <h2>五、特别授权</h2>
        <p>您完全理解并不可撤销地授予荟品仓网上商城及其关联公司下列权利：</p>
        <p>您完全理解并不可撤销地授权荟品仓网上商城或荟品仓网上商城授权的第三方， 根据本协议及荟品仓网上商城规则的规定，处理您在荟品仓网上商城平台上发生的所有交易及可能产生的交易纠纷。您同意接受荟品仓网上商城或荟品仓网上商城授权的第三方或您与荟品仓网上商城一致同意的第三方的判断和调处决定。该决定将对您具有法律约束力。</p>
        <h2>六、协议终止</h2>
        <p>1、若您违反本协议约定，荟品仓网上商城有权自行全权决定不经事先通知的中止、终止向您提供部分或全部荟品仓网上商城平台服务，暂时冻结或永久冻结（注销）您的账户在荟品仓网上商城平台的权限，且无须为此向您或任何第三方承担任何责任。</p>
        <p>2、出现以下情况时，荟品仓网上商城有权直接以注销账户的方式终止本协议，并有权永久冻结(注销)您的账户在荟品仓网上商城平台的权限或余额：</p>
        <p>a)涉嫌以虚假身份或其他信息直接或间接注册为荟品仓网上商城用户的</p>
        <p>b)您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或荟品仓网上商城以其它联系方式通知您更改电子邮件信息，而您在荟品仓网上商城通知后三个工作日内仍未更改为有效的电子邮箱的。</p>
        <p>c)您提供的用户信息中的主要内容不真实或不准确或不及时或不完整</p>
        <p>d)本协议（含规则）变更时，您明示并通知荟品仓网上商城不愿接受新的服务协议的；</p>
        <p>e)根据荟品仓网上商城平台规则应予注销用户账户并终止服务的；</p>
        <p>f)其它荟品仓网上商城认为应当终止服务的情况。</p>
        <p>3、您有权向荟品仓网上商城要求注销您的账户，在您账户不存在任何违法违约或纠纷的情况下，荟品仓网上商城将注销 (永久冻结）您的荟品仓网上商城平台账户。届时，您与荟品仓网上商城基于本协议的合同关系即终止。</p>
        <p>4、您的账户服务被终止或者账户在荟品仓网上商城平台的权限被永久冻结 (注销）后，荟品仓网上商城没有义务为您保留相关个人信息或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p>
        <p>5、您同意，在您与荟品仓网上商城的合同关系终止后，荟品仓网上商城仍享有下列权利：</p>
        <p>a)继续保存您的注册信息及您使用荟品仓网上商城平台服务期间的所有交易信息；</p>
        <p>b)您在使用荟品仓网上商城平台服务期间存在违法行为或违反本协议 和/或规则的行为的，荟品仓网上商城仍可依据本协议向您主张权利。</p>
        <p>6、荟品仓网上商城中止或终止向您提供荟品仓网上商城平台服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独立处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保荟品仓网上商城免于因此产生任何损失或承担任何费用：</p>
        <p>a)您在服务中止或终止之前已经上传至荟品仓网上商城平台的商品或服 务尚未交易的，荟品仓网上商城有权在中止或终止服务的同时删除此项商品或服务的相关信息；</p>
        <p>b)您在服务中止或终止之前已经与他人达成买卖合同，但合同尚未实际履行的，荟品仓网上商城有权删除该买卖合同及其交易商品或服务的相关信息；</p>
        <p>c)您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，荟品仓网上商城可以不删除该项交易，但荟品仓网上商城有权在中止或终止服务的同时将相关情形通知您的交易对方。</p>
        <h2>七、责任限制</h2>
        <p>1、除荟品仓网上商城在本协议中规定的其他限制外，在中华人民共和国 (为本协议之目的不含香港、澳门特别行政区及台湾地区）法律法规所允许的限度内，对于因用户使用服务而引起的或与之有关的任何直接、间接、特殊、附带、后果性的或惩罚性的损害，或任何其他性质的损害，荟品仓网上商城及其经营管理人员或其他代 表在任何情况下均不承担责任。</p>
        <p>2、荟品仓网上商城不对平台所涉及的技术及信息的有效性、准确性、可靠性、稳定性与及时性作出任何承诺和保证。如因不可抗力或其他平台无法控制的原因导致平台系统崩溃或无法正常使用的(包括但不限于平台不能服务或延迟服务、丟失数据信息及记 录等），荟品仓网上商城不承担责任，但将尽力协助处理相关善后事宜。</p>
        <p>3、您有责任切实维护自身持有的银行卡及相关资产账户的安全。如您的资产发生未经您许可的盗刷、损失的，请您及时主 动联系您的开户银行或开户机构，并就上述违法行为向就行公安机关报案。荟品仓网上商城不承担经系统识别的您账户资金的划转及损失。</p>
        <p>4、除标有“自营”的商品或服务外，您应理解荟品仓网上商城平台上销售的商品/服务和相关信息均由入驻商家提供和发布，荟品仓网上商城仅作为电商平台经营者对前述商品/服务及信息承担法定审核责任及义务。对于商品/服务的质量、安全及合法性、真实性、准确性，您应谨慎判断，相关责任由入驻商家承担，您不能因此向荟品仓网上商城平台主张任何权利。</p>
        <h2>八、法律适用与管辖</h2>
        <p>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生之争议，均应依照中华人民共和国法律。因本协议产生之争议，均应向<span>上海市闵行区人民法院提起诉讼</span>。</p>
      </van-tab>
      <van-tab title="隐私协议"
               class="content">
        <h1>荟品仓网上商城隐私协议</h1>
        <h2>欢迎使用荟品仓网上商城:</h2>
        <p>荟品仓网上商城是上海荟力电子商务有限公司享有完全的著作权、所有权、运作权的、提供给您及其他用户登录和使用的荟品仓小程序及APP客户端。</p>
        <p>感谢您信任并使用荟品仓网上商城（以下可称“我们”）的服务。本隐私协议为根据相关法律法规的要求制定，我们特别提醒您（以下称“用户”）注意：您在使用荟品仓网上商城提供的各项服务之前，应仔细阅读本协议的各项条款，特别是加粗的涉及您核心利益的条款、免除或者限制责任的条款、法律适用和争议解决条款。您一旦注册成功即视为您已了解并同意本协议的各项内容。</p>
        <p>需要特别说明的是，本协议不适用于其他第三方向您提供的服务，也不适用于荟品仓网上商城中已另行独立设置法律声明及隐私权政策的产品或服务。例如荟品仓网上商城上的卖家依托荟品仓网上商城向您提供服务时，您向卖家提供的个人信息不适用本协议。</p>
        <h2>一、定义与法律声明</h2>
        <p>1.定义</p>
        <p>个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
        <p>个人敏感信息：包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童的个人信息等。</p>
        <p>个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。</p>
        <p>2. 法律声明</p>
        <p>2.1 用户应保证向荟品仓网上商城提供的或授权荟品仓网上商城搜集的个人信息的真实性、准确、完整、合法有效，用户个人信息如有变动的，应及时更新个人信息。荟品仓网上商城有权通过征信机构、银行卡绑定等方式，对您提交的身份信息的真实性进行验证。如果用户提供或授权荟品仓网上商城收集的个人信息不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，且荟品仓网上商城有权终止向您提供服务。</p>
        <p>2.2 除非另有声明，荟品仓网上商城所有产品、技术、程序、软件、数据及相关域名、标示、名称及包含其他知识产权的信息均归荟品仓网上商城服务提 供者及或其关联公司所有，未经前述所有者许可，任何人不得以包括通过机器人、蜘蛛等程序或设备监视、复制、传播、展示、下载 等方式擅自使用或转让、授权他人使用。</p>
        <p>2.3荟品仓网上商城上由用户发布信息，包括但不限于用户的分享、点评的内容（包括文字、图片、视频等），以及用户发布的个人物品转让信息等均由用户自行提供和发布，用户应对该等信息承担相应的法律责任。荟品仓网上商城对前述内容的转载是出于传递更多信息的目的，并不意味我们赞同其观点或已经证实其内容的真实性，亦不对上述内容承担任何责任。</p>
        <h2>二、我们如何收集和使用您的个人信息</h2>
        <p>我们会出于以下目的，收集和使用您的个人信息：</p>
        <p>1.您须授权我们收集和使用您个人信息的情形</p>
        <p>1.1我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上购物所必须的功能、改进我们的产品与/或服务所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：</p>
        <p>1.1.1 实现网上购物所必须的功能</p>
        <p>这些信息包括：用户同意向荟品仓网上商城提供为实现用户注册、商品信息展示和搜索、下单、支付、清关、交付产品或服务功能以及客服 与售后等功能所需的信息。</p>
        <p>1.1.2 改进我们的产品和或服务所需的功能 </p>
        <p>我们可能会收集您的订单信息、浏览信息、您的兴趣爱好等用来将您感兴趣的商品或服务信息展示给您，或在您搜索时向您展示您可能希望找到的商品以及其它同类商品。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。</p>
        <p>1.1.3保障交易安全所必须的功能</p>
        <p>为提高您使用服务的安全性、稳定性，更好的保护账户安全，我们可能会通过了解您的浏览信息、订单信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息对于荟品仓网上商城系统问题问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查</p>
        <p>1.1.4为实现附加功能而收集的个人信息</p>
        <p>为使您购物更便捷或更有乐趣，从而提升您在荟品仓网上商城的网上购物体验，我们可能在一些附加功能（如有，如定位、摄像、录音、语音、通信录等）上在获得您同意的情况下向您收集和使用您的个人信息，如果您不提供这些个人信息，会导致您无法正常使用这些可以为您所带来购物乐趣的附加功能，这些信息包括：基于位置信息的个性化功能而向收集您的位置信息、基于摄像功能、人脸识别功能而收集的照片、二维码、面部信息等、基于语音购物和售后沟通、通讯录等，我们可能使用您的语音信息、通讯录等来识别您的相应需求。</p>
        <p>1.2我们以间接获得方式收集到的您个人信息</p>
        <p>我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私协议后将您的第三方账户与您的荟品仓网上商城账户绑定，使您可以通过第三方账户直接登录并使用我们的服务。我们将依据与第三方的约定，对个人信息来源的合法性进行确认后， 在符合相关法律和法规规定的前提下，使用您的这些个人信息。为确认交易状态及为您提供售后与争议解决服务，我们会通过您基于交易所选择的交易对象、支付机构、物流公司等收集与交易进度 相关的您的交易、支付、物流信息，或将您的交易信息共享给上述服务提供者。</p>
        <p>2.您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：</p>
        <p>(1)与国家安全、国防安全有关的； (2)与公共安全、公共卫生、重大公共利益有关的； (3)犯罪侦查、起诉、审判和判决执行等有关的； (4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的； (5)所收集的个人信息是个人信息主体自行向社会公众公开的； (6)从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道； (7)根据您的要求签订合同所必需的； (8)用于维护所提供的产品与 / 或服务的安全稳定运行所必需的，例如发现、处置产品与 / 或服务的故障； (9)为合法的新闻报道所必需的； (10)学术研究机构基于公共利益开展统计或学术研究所必要， 且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的； (11)法律法规规定的其他情形。</p>
        <p>3.您个人信息使用的规则</p>
        <p>3.1 我们会根据本隐私协议的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。</p>
        <p>3.2 您了解并同意，在收集您的个人信息后，我们可通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</p>
        <p>3.3 我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信。</p>
        <h2>三、我们如何使用Cookie技术和同类技术</h2>
        <p>1.Cookie</p>
        <p>为确保网站正常运行、使您获得更轻松的访问体验以及实现您联机体验的个性化需求，我们会在您的计算机或移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于它，我们可以为您简化您重复登录的步骤、存储您的购物偏好或您购物车中的商品等数据进而为您提供购 物的偏好设置、帮助您优化对广告的选择与互动等。</p>
        <p>我们不会将Cookies用于本隐私协议所述目的之外的其他用途，您可根据自己的偏好管理或删除Cookie。有关详情，请参见AboutCookies.org。您可以清除计算机上保存的所有Cookie,大部分网络浏览器都设有阻止Cookie的功能。但如果您删除了保存的这些Cookie,则需要在每一次访问我们的网站时更改用户设置。如需详细了解如何更改浏览器设置，请访问您使用的浏览器的相关设置页面。</p>
        <p>2.网站信标和像素标签</p>
        <p>除Cookie外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的消息可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时退订。</p>
        <h2>四、我们在何种情形下共享、转让、披露您的个人信息</h2>
        <p>1.共享</p>
        <p>1.1为便于或更好的提供服务，用户同意并授权荟品仓网上商城将用户在注册、使用荟品仓网上商城服务过程中提供、形成的信息传递给荟品仓网上商城关联公司或本站卖方，用于荟品仓网上商城的产品/服务包含的核心功能和附加功能上，这些功能包含了网上购物所必须的功能、改进荟品仓网上商城平台上的产品与/或服务功能、保障交易安全所必须的功能，以及为更好的服务用户而提供的附加功能。</p>
        <p>1.2我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴包括以下类型：</p>
        <p>(1)商品或技术服务的供应商、服务商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理 等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心购物功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付 机构共享以实现其确认您的支付指令并完成支付等。 (2)第三方商家及指定发货商家。我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成发货、售后服务等，以及为解决或调解纠纷，而向第三方商家提供您的个人信息。 (3)委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息与委托我们进行推广的合作伙伴共享，帮助他们了解受众、顾客以及做相关的绩效分析、统计等，但我们仅会向这些合作伙伴提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。</p>
        <p>1.3 除上述情形外，我们不会向其他第三方共享您的个人信息， 但以下情况除外：</p>
        <p>(1)事先获得您明确的同意或授权； (2)根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供； (3)在法律法规允许的范围内，为维护荟品仓网上商城、荟品仓网上商城的关联方或合作伙伴、您或其他荟品仓用户或社会公众利益、财产或安全免遭损害而有必要提供； (4)只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务； (5)应您需求为您处理您与他人的纠纷或争议； (6)符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供； (7)基于学术研究及公司内部的研究、分析而使用； (8)基于符合法律法规的社会公共利益而使用； (9)荟品仓网上商城解决纠纷、维权等采取的证据保全，包括但不限于公 证、见证等；</p>
        <p>2.转让</p>
        <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
        <p>(1)事先获得您明确的同意或授权； (2)根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供； (3)符合与您签署的相关协议（包括在线签署的电子协议以及相 应的平台规则）或其他的法律文件约定所提供； (4)在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私协议的约束，否则，我们将要求该公司、组织重新向您征求授权同意。</p>
        <p>3.公开披露</p>
        <p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：</p>
        <p>3.1 根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
        <p>3.2 根据法律、法规的要求、强制性的行政执法或司法要求所必 须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。</p>
        <h2>五、我们如何保护和管理您的个人信息</h2>
        <p>1.我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。在某些服务中，我们将利用加密技术（例如SSL)来保护您的信息，采取加密技术对您的信息进行加密保存，并通过隔离技术进行隔离。</p>
        <p>2.我们为保护信息采取的其他安全措施</p>
        <p>2.1我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范信息的存储和使用。 2.2我们通过对用户个人信息设置访问权限控制和限制，并通过对信息接触者的保密协议、监控来对用户信息进行保护。 2.3我们对员工进行培训和宣导，加强员工对于用户个人信息保护重要性的认识。 2.4除法律规规定外，如我们公开展示您的个人信息时，我们会采用包括内容替换、打码处理方式对您的信息进行脱敏，以保护您的信息安全。</p>
        <p>3.我们如何管理您的个人信息</p>
        <p>3.1 您可登陆PC端或APP端对您的个人信息进行查询、修改和更新，您也可以对您部分个人信息进行删除，但是请注意，部分信息的删除可能导致您相关功能的使用，我们将不对因您删除个人信息而无法享有的权利承担责任。 3.2 您可以申请注销您的个人账户，或在符合法律法规和荟品仓网上商城的 用户协议约定的条件下，您的账户可能被注销或删除，当账号注销或删除后，您在该账号下的服务、资料和数据可能被删除或处理，且荟品仓网上商城将无义务向您提供、披露、还原任何已删除或处理的信息。 3.3 如果您对我们的个人信息保护有任何疑问，可通过本协议最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本协议最下方约定的 联系方式联络我们，以便我们采取相应措施。</p>
        <p>1.荟品仓网上商城用户须为具有法定的相应权利能力和行为能力的自然人， 能够独立承担法律责任，如用户不具备前述与用户行为相适应的民事行为能力，则用户及用户的监护人应依照法律规定承担因此而导致的一切后果。</p>
        <p>2.若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意并在法定监护人的监督或陪同下使用。</p>
        <p>3.对于经父母或法定监护人提供或同意而收集未成年人个人信息的情况，我们也会按照本协议的内容进行保护和使用。</p>
        <h2>七、 本隐私权协议更新、修订</h2>
        <p>为给您提供更好的服务，我们的业务将不时变化，本隐私协议也可能随之调整。我们会通过在我们的网站、移动端发出更新版本 或其他方式提醒您相关内容的更新，也请您及时关注和了解最新的隐私政策，如您继续使用我们的服务，即表示您同意接受更新后的隐私协议并受其约束。</p>
        <h2>八、 如何联系我们</h2>
        <p>如果您发现任何个人信息可能被泄露，您可以拨打荟品仓网上商城售后客服电话：<span>400-821-5076</span> 我们将尽快对您的投诉举报进行处理；如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益。您还可以通过向本协议签订地上海市闵行区人民法院诉讼方式来寻求解决方案。</p>
        <p>注：本《荟品仓网上商城用户隐私协议》版本发布日期为2020年02月14日。</p>
      </van-tab>
    </van-tabs>
  </div>
</template>

<script>
export default {
  data () {
    return {
      active: 0,
    };
  },
  computed: {

  },
  created () {

  },
  mounted () {

  },
  watch: {

  },
  methods: {

  },
  components: {

  },
};
</script>

<style scoped lang="scss">
.content {
  padding: 24px;
  h1 {
    text-align: center;
    font-size: 32px;
    line-height: 64px;
  }
  h2 {
    font-size: 28px;
    line-height: 44px;
  }
  p {
    font-size: 24px;
    line-height: 28px;
    text-indent: 24px;
  }
  p span {
    color: #409eff;
    text-decoration: underline;
  }
}
</style>
